Repository: 03stevensmi/plugin.program.moonlight-qt
Catalog: resources/language/resource.language.*/strings.po
Languages: de_de

# #30002
source: Update
de_de: Aktualisieren

# #30003
source: Update Moonlight to the latest version
de_de: Moonlight auf die neueste Version aktualisieren

# #30004
source: Settings
de_de: Einstellungen

# #30005
source: Display
de_de: Bildschirm

# #30006
source: EGL resolution
de_de: EGL-Auflösung

# #30007
source: Force a resolution on EGL systems like the Raspberry Pi. In some situations lowering the resolution gives better performance.
de_de: Erzwingen Sie eine Auflösung auf EGL-Systemen wie dem Raspberry Pi. In einigen Situationen führt eine Verringerung der Auflösung zu einer besseren Leistung.

# #30008
source: Default
de_de: Voreinstellung

# #30021
source: 5.1 Surround ALSA channel mapping
de_de: 5.1 Surround ALSA-Kanalzuordnung

# #30022
source: 7.1 Surround ALSA channel mapping
de_de: 7.1 Surround ALSA-Kanalzuordnung

# #30023
source: Speaker test
de_de: Lautsprechertest

# #30024
source: Choose an audio channel that matches the speaker
de_de: Wählen Sie einen Audiokanal, der zum Lautsprecher gehört

# #30030
source: Front Left
de_de: Vorne links

# #30031
source: Front Right
de_de: Vorne rechts

# #30032
source: Rear Left
de_de: Hinten links

# #30033
source: Rear Right
de_de: Hinten rechts

# #30034
source: Center
de_de: Mitte

# #30036
source: Side Left
de_de: Seite links

# #30037
source: Side Right
de_de: Seite rechts

# #30100
source: Install Moonlight
de_de: Moonlight installieren

# #30101
source: Do you want install the latest version of Moonlight? This will take a few minutes.
de_de: Möchtest du die neueste Version von Moonlight installieren? Dies wird einige Minuten dauern.

# #30102
source: Do you want update to the latest version of Moonlight? This will take a few minutes.
de_de: Möchtest du auf die neueste Version von Moonlight aktualisieren? Dies wird einige Minuten dauern.

# #30103
source: Updating Moonlight
de_de: Aktualisiere Moonlight

# #30104
source: Updating Moonlight, this will take a while...
de_de: Moonlight aktualisieren, dies wird eine Weile dauern...

# #30105
source: Update failed: %(error_msg)s
de_de: Fehler beim Aktualisieren: %(error_msg)s

# #30106
source: Update finished!
de_de: Aktualisierung abgeschlossen!

# #30200
source: Launching Moonlight
de_de: Moonlight wird gestartet

# #30201
source: Moonlight not installed, aborting launch!
de_de: Moonlight nicht installiert, startet abgebrochen!

# #30202
source: Starting %(game)s...
de_de: %(game)s wird gestartet...

# #30203
source: Launch failed!
de_de: Starten fehlgeschlagen!
